Repository: oliversteiner/small_messages
Catalog: translations/*.po
Languages: de

source: There was a problem sending your email notification to @email.
de: Es gab ein Problem beim Versenden Ihrer E-Mail-Benachrichtigung an @email

source: An email notification has been sent to @email
de: Die E-Mail wurde an folgende Adresse gesendet: @email

source: Messages
de: Nachrichten

source: Subscribers List
de: Empfängerliste

source: Create new message
de: neue Nachricht erstellen

source: New message from template
de: neue Nachricht aus Vorlage

source: Remove from subscribers list
de: aus der Empfängerliste entfernen

source: List all Subscribers
de: Alle Empfänger auflisten

source: This message was sent already once on {{ message. send_date }}.
de: Diese Nachricht wurde am {{ message.send_date }} schon einmal verschickt.

source: The message is sent only once to the recipient, even if it appears in several groups
de: Die Nachricht wird nur einmal an den Empfänger verschickt, auch wenn er in mehreren Gruppen erscheint.

source: Subscriber
de: Empfänger

source: Subscribers
de: Empfänger

source: Preview
de: Vorschau

source: Send Message
de: Nachricht Senden

source: Message sended
de: Nachricht wurde verschickt
